[A_magic_shield H7BaseBuff]
mName="Магическое усиление"
mTooltip="Существо получает %stat %icon_health здоровья до конца раунда."

[Archetype.A_Grikald H7EditorHero]
mName="Грикальд"
mLore="Защитная магия является той областью, в которой специализируется Грикальд. Называемый иногда помощником мастера, он может накладывать положительные эффекты, которые сделают вас практически невосприимчивым к любому урону. Он использует магию льда в сочетании с магией земли, а также исцеляющую магию света и некоторые таинства изначальной магии. Секреты своих удивительных умений он никогда и никому не рссказывал."

[Archetype.A_mushy H7EditorHero]
mName="Муши"
mLore=""

[Archetype.A_Vexes H7EditorHero]
mName="Вексес"
mLore=""

[Hero_specialisation.A_berseker_of_ice H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Берсерк холода"
mTooltip="Этот герой увеличивает свой урон от %icon_water магии воды на %stat1 за уровень. Существо, которое он атакует, получает %buff3.buff.res1 урона до конца раунда."

[Hero_specialisation.A_Marque_bersekeur_ice_Buff H7BaseBuff]
mName="Метка ледяного берсерка"
mTooltip="Выбранное существо дополнительно получает %res1 урона до конца хода."

[Hero_specialisation.A_Percing_figth H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Пронзающий холод "
mTooltip="В начале боя накладывает на всех союзных существ положительный эффект, игнорирующий 25% защиты противника в течение 3 ходов."

[Hero_specialisation.A_Puissance_up H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Охотник за тайниками"
mTooltip="Всякий раз, когда герой открывает сундук, он получает %stat к %icon_attack силе."

[Hero_specialisation.A_specialisation_boost_t4 H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Магическое усиление"
mTooltip="В начале боя и каждый раз, когда герой накладывает положительный эффект на союзный отряд кшатрий или кшатрий Кали, он также накладывает магическое усиление, которое увеличивает %icon_health здоровье существ на %buff.buff.stat до конца раунда."

[Heros_names.A_Grikald_Name H7GlobalName]
mName="Грикальд"

[Heros_names.A_Mushy_Name H7GlobalName]
mName="Муши"

[Heros_names.A_Vexes_Name H7GlobalName]
mName="Вексес"


[Arch馘ype.A_Chairtmin H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Chairtmin_Name H7GlobalName]
mName="Чейртмин"

[Hero_specialisation.A_Percing_figth H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Пронзающий холод"
mTooltip="В начале боя накладывает положительный эффект на всех союзников. Союзные существа игнорируют 25% защиты противника в течение 3 ходов."

[heropedya.A_HeroBio_Chairmin H7HeroBioData]
mText="Уже несколько столетий Чейртмин остаётся вожаком хримтурсов и хранителем их традиций. Несмотря на солидный возраст, его разум по-прежнему ясен, а тело наполнено силой. Осознавая, насколько воинственными порой бывают его сородичи, гигант умело остужает их пыл, направляя его в нужное русло. После появления избранного чемпиона Чейртмин принял непростое решение покинуть родные горы и в знак доброй воли лично повёл своё племя на встречу с представителями Союза, чтобы вместе с новыми союзниками подготовиться к предначертанной битве. Хотя среди хримтурсов немало тех, кто недоволен решением Чейртмина, открыто возразить ему могут лишь те, кто готов вызвать его на поединок за титул вожака. На данный момент, смельчаков, способных выдержать его могучие удары, которые без труда разбивают даже самую прочную броню, пока не нашлось."

[Arch騁ype.A_Fiur H7EditorHero]
mName=""
mLore=""

[Hero_specialisation.A_Recruiter_fiur_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Вербовщик"
mTooltip="Наместник: Найм существ в этом городе стоит на %special1% золота меньше."

[Hero_specialisation.A_Recruiter_fiur_TownBuff H7BaseBuff]
mName="Вербовщик (усиление города)"
mTooltip=""

[Hero_specialisation.A_specialisation_boost_t4 H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Укрепляющее магическое усиление"
mTooltip="В начале боя герой выбирает союзный отряд, чтобы наложить на него магическое усиление, которое увеличивает %icon_health здоровье существа на %buff.buff.stat до конца раунда."


[herop騁ya.A_HeroBio_fiur H7HeroBioData]
mText=""

[Heros_names.A_Fiur_Name H7GlobalName]
mName="Фиур"

[Arch騁ype.A_Lily_Rose H7EditorHero]
mName=""
mLore=""

[herop騁ya.A_HeroBio_lily_rose H7HeroBioData]
mText=""

[Heros_names.A_lily_rose_Name H7GlobalName]
mName="Лили Роуз"

[Hero_specialisation.A_Defenseur_de_givre H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Устойчивость к холоду"
mTooltip="Каждый раз, когда герой наносит урон заклинанием магии воды, он увеличивает свою %icon_defense защиту на %stat1."

[Hero_specialisation.A_percing_figth_Buff H7BaseBuff]
mName="Пронзающий холод"
mTooltip="Существа под началом героя получают положительный эффект, позволяющий им игнорировать %special %icon_defense защиты противника. Длительность (ходов): %durnow."

[heropedya.A_HeroBio_grikald H7HeroBioData]
mText="Грикальд был одним из тех, кто считал, что знания должны приносить пользу окружающим, и делал всё возможное, чтобы облегчить жизнь простых людей, вынужденных бороться с суровым климатом Драконьей гати. После многолетнего изучения посвящения Машаны чародею удалось создать магический ритуал, который мог бы сделать всех жителей Союза полностью невосприимчивыми к холоду,  однако Совет Мудрецов посчитал его слишком опасным. Тогда архимаг добровольно провёл ритуал на себе и был вынужден признать, что тот далеко не совершенен, а от его негативных последствий может защитить лишь посвящение. Продолжив свои исследования, Грикальд разработал более упрощённую версию ритуала, которую часто испытывает во время сражений, повышая выносливость своих воинов."

[heropedya.A_HeroBio_Mushi H7HeroBioData]
mText="Будучи дочерью простого кузнеца и хозяйки гостиницы, Муши всегда хотела дать своим родным лучшую жизнь. В отличие от своих сверстнииц, активно постигавших  основы ведения домашнего хозяйства, она тратила по несколько часов в день на тренировки, выбрав для себя военную стезю. Усилия девушки увенчались успехом, когда ей удалось  поступить в военную школу Укура и окончить её с отличием, а спустя несколько лет Муши была назначена командующим гарнизона в своём родном городе, Энтиле. По возвращении из военных походов она передаёт часть добытых трофеев в казну, а оставшиеся денежные средства либо отправляет семье, либо приобретает на них самые качественные материалы. Придерживаясь мнения, что у достойного бойца должно быть достойное вооружение, в мирное время Муши всегда готова вспомнить семейное дело и на несколько дней запереться в кузнице."

[heropedya.A_HeroBio_vexes H7HeroBioData]
mText="Хотя посвящение Машаны дарует тайные знания о природе холода, далеко не каждый может постичь их в полной мере. Получив благословение одной из старейших дочерей Шалассы, Вексес достиг статуса младшего Просвещённого, но обретённый дар оказался для него слишком тяжёлой ношей. Каждый раз, когда молодой пророк погружался в транс, заключенная в его теле мощь вырывалась наружу в виде снежной бури, которая становилась сильнее и обширнее с каждым новым путешествием в мир Духов. Постепенно она охватила весь Ламак, и тогда по решению Совета туда был направлен один из архимагов, чтобы взять ситуацию под контроль. Под его чутким руководством Вексесу удалось обуздать непокорную стихию, обретя шаткий баланс между телом, разумом и духом."